<template><h1 id="《四种爱》读书笔记" tabindex="-1"><a class="header-anchor" href="#《四种爱》读书笔记" aria-hidden="true">#</a> 《四种爱》读书笔记</h1>
<h2 id="爱的三种基本元素" tabindex="-1"><a class="header-anchor" href="#爱的三种基本元素" aria-hidden="true">#</a> 爱的三种基本元素</h2>
<ul>
<li>
<p>需求之爱</p>
<p><code v-pre>需求之爱</code>是指人出于<code v-pre>生理</code>或<code v-pre>心理</code>对某种事物产生的感情。</p>
<p>例如：</p>
<ul>
<li>
<p>口渴时看见一杯水的时候。</p>
</li>
<li>
<p>婴儿渴望母亲怀抱的时候。</p>
</li>
<li>
<p>成人渴望在同伴们中找个伴儿的时候。</p>
</li>
</ul>
</li>
<li>
<p>赠予之爱</p>
<p><code v-pre>赠予之爱</code>就是能够看到<code v-pre>别人的需要</code>，进而为对方去付出，并且是不求回报的付出。这种<code v-pre>赠予之爱</code>是与上帝相似的,并且越是无限和不知疲倦就越是与上帝相似。虽然相似，但绝不会相同，也不能误以为相同，我们应该去感谢<code v-pre>赐予人类这些力量</code>的上帝。</p>
<pre><code>  爱一旦成了神，就会沦为魔鬼。
</code></pre>
</li>
<li>
<p>欣赏之爱</p>
<p><code v-pre>欣赏之爱</code>使人看到事物的美丽，使人在看到、或者感受到这个事物的时候会觉得开心，并且不愿意去损毁。使人只是因为世界上存在这样的事物，就感到欣喜。它会使人在错过那个美好事物的时候产生自责与后悔。即使永远无法享受到这个事物的美好，也希望它能够继续保持本来面貌。</p>
</li>
</ul>
<h2 id="慈爱" tabindex="-1"><a class="header-anchor" href="#慈爱" aria-hidden="true">#</a> 慈爱</h2>
<p>慈爱的对象必定是人们自己所熟悉，它的对象通常是与家庭成员所重叠的，慈爱其实是最不含歧视的爱，它的产生并不会因对象的外貌、智商、性格等等而受到限制。它不需要考虑适合不适合。它畅通的运行在智力障碍者与正常人之间、老年人与年轻人之间、高学历者与低学历者之间，甚至物种之间的的阻碍也不会影响到它。</p>
<p>这是人们因长时间的接触，经常的产生交集，彼此变得熟悉，从而孕育出的一种情感。我想，“<code v-pre>日久生情</code>”描述的应该就是这样的情感吧。它的产生甚至不需要有言语或肢体上的交流，仅仅是因为长久的看到或者感受到对方，给人一种“<code v-pre>永远</code>”都会在那儿的错觉，就能让人对对方产生这样的感情。</p>
<p>慈爱是由<code v-pre>需求之爱</code>与<code v-pre>赠予之爱</code>组合的，也许还有其他一些感情，但至少这两者是主要成分。慈爱使人们相处在一起的时候，感到温馨、舒适，并且有满足感。</p>
<p>慈爱会催生出其他的东西，比如，慈爱会让我们注意到哪个“恰巧在那里”的人，也许一开始我们并没有注意到对方身上可欣赏之处，甚至我们会发现对方身上并不讨喜的地方；但是慈爱会让我们开始忍受对方，然后是微笑的对待，进而喜欢上对方，最终可以用欣赏的眼光去看待。</p>
<p>但是慈爱只是提供了使人幸福的可能性而已，不是说拥有了慈爱的家庭就一定幸福。又是它会引起不幸福，那是因为只有慈爱还不够。</p>
<p>慈爱的组成部分<code v-pre>需求之爱</code>正是引起了一些问题。因为几乎每个人都期待成为慈爱的对象，这就是需求，渴望获得爱、获得关系、获得关注的需求。当这样的<code v-pre>需求之爱</code>变得贪婪而无礼，便会引发争吵、巨大失望与愤怒。</p>
<p>而慈爱所带来的熟悉感与亲切感会使人与人之间的界限变得模糊，至少是单方面的界限模糊。人们会以“慈爱”为由，无底线的侵犯对方的界限，这毫无疑问的会带来痛苦。</p>
<p>慈爱会让人不希望“旧的、熟悉的面孔”变得更加美好或漂亮，对慈爱来说，改变是一种威胁。这就是嫉妒。</p>
<p>而慈爱的组成部分<code v-pre>赠予之爱</code>也会引发一些问题。付出者会通过付出来证明自己的价值，证明自己对其他人的爱，没有付出，或者当其他人不在需要他的付出的时候，就会感觉挫败、羞辱与没有价值。需要明白的是：</p>
<pre><code>给予的真正目的，在于使接收者达到一种状态，从而不再需要给予。
</code></pre>
<p>若是想让慈爱创造幸福，那么就得加入一些其他的东西：</p>
<ul>
<li>常识的理性</li>
<li>互让的公正</li>
<li>礼貌的约束</li>
</ul>
<p>如果我们仅靠慈爱生活，慈爱会在我们身上变质。</p>
<h2 id="友爱" tabindex="-1"><a class="header-anchor" href="#友爱" aria-hidden="true">#</a> 友爱</h2>
<pre><code>友爱是非天性的爱，是最非本能的、最不是与生俱来的、最非生物的、最非社交的、最无必要的爱

从生物学上讲，人类是不需要友爱的。
</code></pre>
<p>友爱的基质是<code v-pre>伙伴</code>，<code v-pre>伙伴</code>就是一群一同工作，或一同学习，或者同样信仰的人。当人们发现另一个人有跟自己同样观点、兴趣、品味时，友爱就很有可能在此刻从他们两者之间诞生了。</p>
<p>可以这么形容<code v-pre>友爱</code>：它是<code v-pre>伙伴</code>中的<code v-pre>伙伴</code>，<code v-pre>同类人</code>中的的<code v-pre>同类人</code>。</p>
<p>在友爱的圈子中，人们很高兴有更多人有资格加入，成为他们的一员。在这个圈子中<code v-pre>分享</code>才是是主题，而不是带走。在友爱中，每个人是互相协作的。</p>
<pre><code>因此，我们把情侣描绘为面对面，而把朋友描绘成肩并肩其直视前方。
</code></pre>
<p>在友爱中，<code v-pre>欣赏之爱</code>也占据了很大的份额，以至于在友爱的圈子中，每个人都感到自己微不足道，有时甚至会疑惑，自己为何会处于一个如此优秀的人群当中。</p>
<p>友爱的圈子是持有少数观点、梦想或兴趣的人所组成的圈子。然而这些观点、梦想或兴趣却不一定是美好的，它们也许会使艺术、哲学、宗教或道德上进步，也有可能是迫害、自相残杀等反人类观点的温床。</p>
<h2 id="情爱-或称-爱情" tabindex="-1"><a class="header-anchor" href="#情爱-或称-爱情" aria-hidden="true">#</a> 情爱（或称“爱情”）</h2>
<h2 id="仁爱" tabindex="-1"><a class="header-anchor" href="#仁爱" aria-hidden="true">#</a> 仁爱</h2>
</template>
